Repository: JanConGitHub/sturmreader
Catalog: po/*.po
Languages: fr, nb

source: Settings
fr: Paramètres
nb: Innstillinger

source: Default Book Location
fr: Emplacement par défaut des livres
nb: Standard bokplassering

source: Sturm Reader seems to be operating under AppArmor restrictions that prevent it from accessing most of your home directory. Ebooks should be put in <i>%1</i> for Sturm Reader to read them.
fr: Sturm Reader semble fonctionner selon des restrictions AppArmor qui l'empêchent d'accéder à la majorité de votre répertoire personnel. Les livres numériques doivent être stockés sous <i>%1</i> pour que Sturm Reader puisse les lire.
nb: Sturm Reader ser ut til å fungere under AppArmor-begrensninger som forhindrerdet fra å få tilgang til det meste av hjemmekatalogen din. E-bøker bør legges i <i>% 1 </i> for Sturm Reader å kunne lese de.

source: Reload Directory
fr: Actualiser le répertoire
nb: Last inn katalogen på nytt

source: Enter the folder in your home directory where your ebooks are or should be stored. Changing this value will not affect existing books in your library.
fr: Saisissez le nom du dossier dans votre dossier personnel où vos livres numériques sont ou devraient être stockés. Changer cette valeur n'affectera pas les livres déjà présents dans votre bibliothèque.
nb: Skriv inn mappen i hjemmekatalogen der e-bøkene dine er eller skal være lagret. Endring av denne verdien påvirker ikke eksisterende bøker i biblioteket ditt.

source: Create Directory
fr: Créer un répertoire
nb: Opprett katalog

source: File Exists
fr: Le fichier existe déjà
nb: Fil eksisterer

source: Use Directory
fr: Utiliser le répertoire
nb: Bruk katalogen

source: Application Style (experimental)
fr: Style de l'application (expérimental)
nb: Applikasjonsstil (eksperimentell)

source: Supported styles:
fr: Styles pris en charge :
nb: Støttede stiler:

source: Requires a restart to take effect
fr: Nécessite un redémarrage pour prendre effet
nb: Krever en omstart for å tre i kraft

source: Import books from
fr: Importer des livres depuis
nb: Importer bøker fra

source: Contents
fr: Contenus
nb: Innhold

source: Outline
fr: Aperçu
nb: Disposisjon

source: Pages
nb: Sider

source: Page
nb: Side

source: No outline available
fr: Aucun aperçu disponible
nb: Ingen disposisjon tilgjengelig

source: Could not determine file type.
fr: Impossible de déterminer le type de fichier.
nb: Kunne ikke avgjøre filtype

source: Remember, Sturm Reader can only open EPUB, PDF, and CBZ files without DRM.
fr: N'oubliez pas que Sturm Reader ne peut ouvrir que les fichiers EPUB, PDF et CBZ sans DRM.
nb: Husk at Sturm Reader bare kan åpne EPUB-, PDF- og CBZ-filer uten DRM.

source: Could not parse file.
fr: Impossible d'analyser le fichier.
nb: Kunne ikke tolke fil.

source: Although it appears to be a %1 file, it could not be parsed by Sturm Reader.
fr: Bien qu'il semble s'agir d'un fichier %1, Sturm Reader ne peut pas l'analyser.
nb: Selv om det ser ut til å være en% 1-fil, kunne den ikke tolkes av Sturm Reader.

source: Choose the books to import
fr: Choisissez les livres à importer
nb: Velg bøker å importere

source: Library
fr: Bibliothèque
nb: Bibliotek

source: Recently Read
fr: Récents
nb: Nylig lest

source: Title
fr: Titre
nb: Tittel

source: Author
fr: Auteur
nb: Forfatter

source: Loading library...
fr: Chargement de la bibliothèque...
nb: Laster bibliotek...

source: Processing books data...
fr: Traitement des données des livres...
nb: Behandler bokdata

source: Welcome to Sturm Reader!
fr: Bienvenue dans Sturm Reader !
nb: Velkommen til Sturm Reader!

source: Could not open this book.
fr: Impossible d'ouvrir ce livre.
nb: Kunne ikke åpne denne boken

source: Back
fr: Précédent
nb: Tilbake

source: Unknown Author
fr: Auteur inconnu
nb: Ukjent forfatter

source: %1 Book
fr: %1 livre
nb: %1 bok

source: No Books in Library
fr: La bibliothèque est vide
nb: Ingen bøker i biblioteket

source: Sturm Reader could not find any books for your library, and will automatically find all epub files in <i>%1</i>. Additionally, any book opened will be added to the library.
fr: Sturm Reader n'a pas trouvé de livre dans votre bibliothèque et ira chercher automatiquement tous les fichiers EPUB sous <i>%1</i>. De plus, tous les livres ouverts avec Sturm Reader seront ajoutés à la bibliothèque.
nb: Sturm Reader kunne ikke finne noen bøker for biblioteket ditt, og vil finne automatisk alle epub-filer i <i>%1</i>. I tillegg vil enhver bok åpnet bli lagt til i biblioteket.

source: Get Books
fr: Obtenir des livres
nb: Skaff bøker

source: Search Again
fr: Chercher à nouveau
nb: Søk igjen

source: Release to Delete
fr: Relâcher pour supprimer
nb: Slipp for å slette

source: Swipe to Delete
fr: Glisser pour supprimer
nb: Sveip for å slette

source: Conversion required
fr: Conversion nécessaire
nb: Konvertering kreves

source: The file that you tried to open needs to be converted to a format supported by Sturm Reader to be opened.
fr: Le fichier que vous avez essayé d'ouvrir doit être converti dans un format pris en charge par Sturm Reader pour pouvoir être ouvert.
nb: Filen du prøvde å åpne må konverteres til et format som støttes av Sturm Reader for å kunne åpnes.

source: This process is automatic and the book will be then available in your library.
fr: Ce processus est automatique et le livre sera alors disponible dans votre bibliothèque.
nb: Denne prosessen er automatisk, og boka vil da være tilgjengelig i dittbibliotek.

source: Press the button to start the process
fr: Appuyez sur le bouton pour démarrer le processus
nb: Trykk på knappen for å starte prosessen

source: Convert
fr: Convertir
nb: Konverter

source: Conversion failed: you can try importing the book again. You may check the logs for more details, or open an issue for support
fr: La conversion a échoué : vous pouvez réessayer d'importer le livre. Vous pouvez consulter les journaux pour plus de détails ou signaler un problème pour obtenir de l'aide.
nb: Konvertering mislyktes: Du kan prøve å importere boken igjen. Du kan sjekke logger for mer informasjon, eller åpne et problem for å få støtte

source: About
fr: À propos
nb: Om

source: Sturm Reader
nb: E-bokleser

source: Sturm (und Drang) Reader is an open source Ebook reader.<br>Community is what makes this app possible, so pull requests, translations, feedback and donations are very appreciated :)<br>This app Is a fork of the Beru app by Rshcroll, Thanks!<br>This app stands on the shoulder of various Open Source projects, see source code for licensing details
fr: Sturm (und Drang) Reader est une liseuse libre de livres électroniques, sous licence GNU GPLv3 et sous copyright 2018 Emanuele Sorce.<br>Les contributions, les traductions, les retours et les dons sont très appréciés :)<br>Cette application est issue de l'application Beru par Rshcroll, merci à lui !<br>Cette application utilise le code d'autres projets libres, consultez le code source pour les détails sur les licences.
nb: Sturm (und Drang) Reader er en åpen kildekodeleser. <br>Fellesskapet er hva gjør denne appen mulig, så trekk forespørsler, oversettelser, tilbakemeldinger ogdonasjoner er veldig verdsatt :)<br>Denne appen er en forgrening av Beru-appen av Rshcroll, takk!<br>Denne appen står på skulderen til forskjellige Open Sourceprosjekter, se kildekoden for lisensieringsdetaljer

source: A big thanks to all translators, beta-testers, and users<br/>in general who improve this app with their work and feedback
fr: Un très grand merci à tous les traducteurs, béta-testeurs et utilisateurs<br/> en général qui améliorent cette application avec leur travail et leurs retours
nb: En stor takk til alle oversettere, betatestere og brukere<br/>generelt som forbedrer denne appen med sitt arbeid og tilbakemeldinger

source: A special thanks to Joan Cibersheep for the new logo
fr: Un remerciement particulier à Joan Cibersheep pour le nouveau logo
nb: En spesiell takk til Joan Cibersheep for den nye logoen

source: A special thanks to Jeroen for support and a test device
fr: Un remerciement particulier à Jeroen pour son aide et le prêt d'un appareil de test
nb: En spesiell takk til Jeroen for støtte og ee testenhet

source: ❤Donate❤
fr: ❤Faire un don❤
nb: ❤Doner❤

source: See source on Github
fr: Voir le code source sur Github
nb: Se kildekode på Github

source: Report bug or feature request
fr: Signaler un problème ou demander une fonctionnalité
nb: Rapporter feil eller funksjonsforespørsel

source: See License (GNU GPL v3)
fr: Consultez la licence (GNU GPL v3)
nb: Se Lisens (GNU GPL v3)

source: Importing books...
fr: Importation des livres...
nb: Importerer bøker...

source: Books imported
fr: Livres importés
nb: Bøker importert

source: Waiting
fr: En attente
nb: Venter

source: Processing
fr: Traitement
nb: Behandler

source: Imported to %1
fr: Importé dans %1
nb: Importer til %1

source: Already in library: %1
fr: Déja disponible dans la bibliothèque : %1
nb: Allerede i biblioteket: %1

source: Error: %1
fr: Erreur : %1
nb: Feil: %1

source: Error Opening File
fr: Erreur lors de l'ouverture du fichier
nb: Feil ved åpning av fil

source: Pages read today: %1
fr: Nombre de pages lues aujourd'hui : %1
nb: Sider lest i dag: &1

source: No pages read today
fr: Aucune page lue aujourd'hui
nb: Ingen sider lest i dag

source: Book Settings
fr: Paramètres des livres
nb: Bokinnstillinger

source: Background color
fr: Couleur d'arrière-plan
nb: Bakgrunnsfarge

source: White
fr: Blanc
nb: Hvit

source: Light
fr: Clair
nb: Lys

source: Dark
fr: Sombre
nb: Mørk

source: Black
fr: Noir
nb: Sort

source: Color scheme
fr: Schéma de couleurs
nb: Fargevalg

source: Black on White
fr: Noir sur blanc
nb: Sort på hvit

source: Dark on Texture
fr: Sombre sur texture
nb: Mørk på tekstur

source: Light on Texture
fr: Clair sur texture
nb: Lys på tekstur

source: White on Black
fr: Blanc sur noir
nb: Hvit på sort

source: Quality
fr: Qualité
nb: Kvalitet

source: Font
fr: Police
nb: Skrifttype

source: Default Font
fr: Police de caractères par défaut
nb: Standard skrifttype

source: Font Scaling
fr: Taille de la police
nb: Skriftskalering

source: Line Height
fr: Hauteur des lignes
nb: Linjehøyde

source: Margins
fr: Marges
nb: Marger

source: Make Default
fr: Définir comme défaut
nb: Bruk som standard

source: Load Defaults
fr: Charger les paramêtres par défauts
nb: Last inn standardinnstillinger
